/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "Mục ưa thích";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "Loại";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "Thêm vào vòng lặp chưa gắn thẻ";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "Thêm Vòng lặp từ Ổ đĩa hoặc Phân hoạch Khác";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "Nếu những tệp âm thanh này có nhịp độ không đổi, hãy bắt đầu trên một nhịp đầu và kết thúc trên một phách, chúng sẽ điều chỉnh theo nhịp độ dự án khi được nghe trước hoặc thêm vào dự án.";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "Vị trí đã chọn sẽ được thêm vào Vòng lặp chưa gắn thẻ. Tệp âm thanh ở vị trí này có nhịp độ không đổi bắt đầu trên một nhịp đầu và kết thúc trên một phách sẽ điều chỉnh theo nhịp độ dự án khi được nghe trước hoặc thêm vào dự án.";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "Hủy";

/* Copy Loops Button */
"Copy to Loops Folder" = "Sao chép đến Thư mục Vòng lặp";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "Vòng lặp sẽ được thêm vào trình duyệt vòng lặp, nơi bạn sẽ dùng chúng cho bài hát của mình. Hãy chọn xem bạn cần Logic sao chép vòng lặp vào thư mục Apple Loops hay sử dụng chúng từ vị trí hiện tại.";

/* Debug Menu: Edit Tags */
"Edit Tags" = "Sửa thẻ";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Hiển thị trong Finder";

/* Debug Menu:Parse loop */
"Parse loop" = "Phân tích vòng lặp";

/* Descriptors */
"Descriptors" = "Trình mô tả";

/* Genre */
"Genre" = "Thể loại";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "Thêm Vòng lặp vào Trình duyệt Vòng lặp";

/* Initial Title of the jam pack control */
"All Packs" = "Tất cả các gói";

/* Instrument */
"Instrument" = "Nhạc cụ";

/* LoopBrower: two and more items label */
"%ld items" = "%ld mục";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "vòng lặp đang phát";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "vòng lặp thực";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "vòng lặp ảo";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "vòng lặp web";

/* LoopBrowser: one Item label */
"1 item" = "1 mục";

/* LoopBrowser: zero Items label */
"0 items" = "0 mục";

/* Move Loops Button */
"Move to Loops Folder" = "Di chuyển đến Thư mục Vòng lặp";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "Vòng lặp sẽ được thêm vào trình duyệt vòng lặp, nơi bạn sẽ dùng chúng cho bài hát của mình. Hãy chọn xem bạn cần Logic di chuyển vòng lặp vào thư mục Apple Loops hay sử dụng chúng từ vị trí hiện tại.";

/* Reference Loops Button */
"Current Location" = "Vị trí Hiện tại";

/* Reindex all loops menu item */
"Reindex All Loops" = "Đặt lại chỉ mục Tất cả Vòng lặp";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "Chọn vòng lặp bạn muốn xem trong trình duyệt vòng lặp.";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "Bấm để tìm vòng lặp theo nhạc cụ, thể loại và trình mô tả.";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "Chọn xem có hiển thị từ khóa cho nhạc cụ, thể loại hay điệu không";

/* accessibility description of the segment that switches to column view */
"column view" = "chế độ xem cột";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "chế độ xem nút nhạc";

/* menu item in Recent Search History */
"Clear Search History" = "Xóa Lịch sử Tìm kiếm";

/* menu item in Recent Search History */
"No recent searches" = "Không có tìm kiếm gần đây";

/* menu title in Recent Search History */
"Recent Searches" = "Tìm kiếm Gần đây";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "Tìm kiếm vòng lặp";
